[
  {
    "id": 1,
    "name": "Cangreburguer Clásica",
    "description": "La legendaria hamburguesa que lo empezó todo. Carne jugosa, pan recién horneado y la famosa fórmula secreta que hará que tus papilas gustativas bailen de emoción.",
    "price": 5.99,
    "image": "1.png"
  },
  {
    "id": 2,
    "name": "Cangreburguer con Queso",
    "description": "Una versión aún más cremosa de nuestra clásica receta. El queso fundido se derrite sobre la carne perfectamente cocida para lograr una explosión de sabor en cada bocado.",
    "price": 6.49,
    "image": "2.png"
  },
  {
    "id": 3,
    "name": "Mega Cangreburguer",
    "description": "Doble carne, doble queso, triple placer. Una bestia submarina para los verdaderos amantes del sabor. Cada capa está diseñada para llevar tu hambre al límite.",
    "price": 8.99,
    "image": "3.png"
  },
  {
    "id": 4,
    "name": "Cangreburguer Veggie",
    "description": "Hecha con ingredientes frescos del Jardín de Algas del Sr. Calamardo, esta opción vegetariana es tan deliciosa que olvidarás que no tiene carne.",
    "price": 5.49,
    "image": "4.png"
  },
  {
    "id": 5,
    "name": "Cangreniños Combo",
    "description": "Una versión mini de nuestra Cangreburguer con papitas y un refresco pequeño, acompañado de un juguete sorpresa que hará sonreír hasta a Plankton.",
    "price": 4.99,
    "image": "5.png"
  },
  {
    "id": 6,
    "name": "Patatas Fondo de Bikini",
    "description": "Crujientes por fuera, suaves por dentro, estas papas fritas son el complemento perfecto para cualquier Cangreburguer. Sazonadas con sal marina especial.",
    "price": 2.49,
    "image": "6.png"
  },
  {
    "id": 7,
    "name": "Refresco de Medusa",
    "description": "Una bebida chispeante recolectada directamente de las medusas más jugosas de Medusópolis. Refrescante, energética y completamente única.",
    "price": 1.99,
    "image": "7.png"
  },
  {
    "id": 8,
    "name": "Batido de Coral",
    "description": "Un batido suave, frío y espeso hecho con corales dulces y frutales. Ideal para acompañar cualquier comida o simplemente disfrutarlo solo.",
    "price": 3.25,
    "image": "8.png"
  },
  {
    "id": 9,
    "name": "Tarta de Algas",
    "description": "Delicioso postre horneado con algas dulces cosechadas por Gary. Con una base suave y un sabor que te llevará a casa con cada bocado.",
    "price": 2.99,
    "image": "9.png"
  },
  {
    "id": 10,
    "name": "Helado Krabby",
    "description": "Una mezcla de sabores marinos con chispas crujientes y cobertura de crema de perla. ¡Ideal para calmar cualquier antojo dulce!",
    "price": 3.49,
    "image": "10.png"
  },
  {
    "id": 11,
    "name": "Cangreburguer Deluxe",
    "description": "Cebolla caramelizada, pepinillos crocantes y salsa secreta de Bob, todo en un pan dorado. Es una experiencia deluxe en todos los sentidos.",
    "price": 10.49,
    "image": "11.png"
  }
]
